Revit 2023 API
DuctSettings.AirViscosity Property
 The air dynamic viscosity.
Namespace: Autodesk.Revit.DB.Mechanical
Assembly: RevitAPI (in RevitAPI.dll) Version: 23.0.0.0 (23.1.0.0)
Since: 2014
Syntax
C#
public double AirViscosity { get; set; }
Visual Basic
Public Property AirViscosity As Double
	Get
	Set
Visual C++
public:
property double AirViscosity {
	double get ();
	void set (double value);
}
See Also
DuctSettings Class
Autodesk.Revit.DB.Mechanical Namespace